Repository: zorzalo3/zorza
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pl

source: Your email address
pl: Twój adres e-mail

source: Subject
pl: Temat

source: Content
pl: Treść

source: Contact
pl: Kontakt

source: Send
pl: Wyślij

source: Message sent succesfully
pl: Wiadomość wysłana pomyślnie

source: Success
pl: Sukces

source: Your message was sent succesfully.
pl: Twoja wiadomość została wysłana pomyślnie.

source: Category
pl: Kategoria

source: Title
pl: Tytuł

source: File
pl: Plik

source: Documents
pl: Dokumenty

source: Delete item
pl: Usuń obiekt

source: Are you sure you want to delete "%(object)s"?
pl: Czy na pewno chcesz usunąć "%(object)s"?

source: Back
pl: Powrót

source: Delete
pl: Usuń

source: Edit document
pl: Edytuj dokument

source: Create a document
pl: Utwórz dokument

source: Save
pl: Zapisz

source: Update file
pl: Zmień plik

source: Create a file
pl: Utwórz plik

source: Subcategories:
pl: Podkategorie:

source: Created on %(created)s.
pl: Utworzono %(created)s.

source: Modified on %(modified)s.
pl: Zmodyfikowano %(modified)s.

source: Nothing here!
pl: Nic tu nie ma!

source: Author:
pl: Autor:

source: My documents
pl: Moje dokumenty

source: Edit
pl: Edytuj

source: Add a file
pl: Dodaj plik

source: Add a document
pl: Dodaj dokument

source: Visit the main page
pl: Odwiedź stronę główną

source: Timetable
pl: Plan lekcji

source: About
pl: O projekcie

source: Management
pl: Zarządzanie

source: or
pl: lub

source: Your username and password didn't match. Please try again.
pl: Podana nazwa użytkownika i hasła nie pasują do siebie. Prosimy spróbować ponownie.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
pl: Twoje konto nie ma dostępu do tej strony. Aby kontynuować, zaloguj się na konto z odpowiednimi uprawnieniami.

source: Teacher
pl: Nauczyciel

source: Date
pl: Data

source: The given date cannot be in the past
pl: Podana data nie może być w przeszłości

source: The given date must be within a year from now
pl: Do podanej daty musi być mniej niż jeden rok

source: {} has no planned lessons on the given day.
pl: {} nie ma planowych lekcji podanego dnia.

source: cancelled
pl: odwołane

source: Period number
pl: Numer lekcji

source: CSV file with substitutions
pl: Plik CSV z zastępstwami

source: Room
pl: Sala

source: This room is already reserved during this period.
pl: Ta sala jest już zarezerwowana na tej lekcji.

source: Start period
pl: Lekcja początkowa

source: End period
pl: Lekcja końcowa

source: Whole day
pl: Cały dzień

source: Reason
pl: Powód

source: Group
pl: Grupa

source: Provide initial and final period.
pl: Proszę wprowadzić poprawną lekcję rozpoczęcia i zakończenia nieobecności.

source: The initial period cannot be later than the final period.
pl: Lekcja początkowa nie może być później niż końcowa.

source: Lesson
pl: Lekcja

source: Absences
pl: Nieobecności grup

source: Periods
pl: Lekcje

source: Delete?
pl: Usunąć?

source: none
pl: brak

source: Group absences
pl: Nieobecności grup

source: Adding group absences
pl: Dodawanie nieobecności grup

source: Today's date is %(today)s.
pl: Dzisiejsza data to %(today)s.

source: Submit
pl: Zatwierdź

source: Dayplan
pl: Rozkład dzwonków

source: Adding dayplan
pl: Dodawanie rozkładu dzwonków

source: Reservations
pl: Rezerwacje sal

source: Adding reservations
pl: Dodawanie rezerwacji

source: Adding substitutions for %(teacher)s on %(date)s
pl: Dodawanie zastępstw za %(teacher)s w dniu %(date)s.

source: Adding substitutions — step 2
pl: Dodawanie zastępstw — krok 2

source: Substitutions for <a href="%(url)s">%(teacher)s</a> on %(date)s (%(weekday)s).
pl: Zastępstwa za <a href="%(url)s">%(teacher)s</a> w dniu %(date)s (%(weekday)s).

# timetable header
source: No.
pl: Nr

source: Substitute
pl: Zastępca

source: %(name)s has no planned lessons on that day (%(weekday)s).
pl: %(name)s nie ma planowych lekcji tego dnia (%(weekday)s).

source: Class
pl: Klasa

source: Select groups to show
pl: Wybierz grupy do wyświetlania

source: CSV file imported
pl: Plik CSV zaimportowany

source: Substitutions imported successfully
pl: Zastępstwa zaimportowane pomyślnie

source: <li>Rows added: %(rows_added)s</li> <li>Rows updated: %(rows_updated)s</li> <li>Rows failed: %(rows_failed)s</li>
pl: <li>Dodano: %(rows_added)s</li> <li>Zaktualizowano: %(rows_updated)s</li> <li>Błędów: %(rows_failed)s</li>

source: Added/updated
pl: Dodane/zaktualizowane

source: Errors
pl: Błędy

source: Substitutions
pl: Zastępstwa

source: Select date
pl: Wybierz datę

source: Go to the next step
pl: Przejdź do następnego kroku

# dayplans
source: %(schedule)s takes effect.
pl: obowiązują %(schedule)s.

# dayplans
source: lessons are cancelled.
pl: lekcje są odwołane.

source: Last connection:
pl: Ostatnie połączenie:

source: Calendar
pl: Kalendarz

source: Add or change schedules for future dates.
pl: Zmień rozkład dzwonków w przyszłe daty.

source: Schedule
pl: Typ dzwonków

source: Groups
pl: Grupy

source: Classes
pl: Klasy

source: Import from CSV
pl: Importuj z CSV

source: Import substitutions from a CSV file
pl: Importuj zastępstwa z pliku CSV

source: Import
pl: Importuj

source: Logged in as %(user)s.
pl: Zalogowano jako %(user)s.

source: Print substitutions
pl: Drukuj zastępstwa

source: Import substitutions from CSV
pl: Importuj zastępstwa z CSV

source: Due to efficiency reasons up to %(cache_time)s minutes may be needed to see changes on other pages.
pl: Z powodów wydajnościowych może być potrzebne do %(cache_time)s minut, aby zobaczyć zmiany na innych podstronach.

source: Timetable personalization
pl: Personalizacja planu

source: Go to timetable
pl: Przejdź do planu

source: Printing substitutions
pl: Drukuj zastępstwa

source: Go
pl: Idź

source: You're printing substitutions for %(date)s.
pl: Drukujesz zastępstwa dla daty %(date)s.

source: Select all
pl: Wybierz wszystkich

source: Print
pl: Drukuj

# timetable header
source: Period
pl: Godz.

source: Classroom
pl: Sala

source: Rooms
pl: Sale

source: Showing lessons by room on %(date)s, period number %(period)s.
pl: Lekcje w salach %(date)s, lekcja numer %(period)s.

# school subject
source: Subject
pl: Przedmiot

source: Select date and period
pl: Wybierz datę i numer lekcji

source: Select the time for which to show lessons by room.
pl: Wybierz moment, dla którego pokazać lekcje w każdej sali.

source: Show lessons in rooms
pl: Pokaż lekcje w salach

source: Schedules
pl: Rozkłady dzwonków

source: There are no substitutions that meet the given criteria.
pl: Nie ma zastępstw spełniających wybrane kryteria.

source: Adding substitutions — step 1
pl: Dodawanie zastępstw — krok 1

source: <time></time> until the first period today.
pl: Do pierwszej lekcji pozostało <time></time>.

source: <time></time> until the end of period no. <span class="period-no"></span>.
pl: Do końca <span class="period-no"></span>. lekcji pozostało <time></time>.

source: <time></time> until period no. <span class="period-no"></span>.
pl: Do <span class="period-no"></span>. lekcji pozostało <time></time>.

source: Lessons have already finished today.
pl: Lekcje się już skończyły.

source: Set as default timetable
pl: Ustaw jako domyślny plan lekcji

source: Show lessons at a given time
pl: Pokaż lekcje o danej porze

source: Choose timetable to display
pl: Wybierz plan lekcji

source: Choose a class
pl: Wybierz klasę

source: Choose a teacher
pl: Wybierz nauczyciela

source: Choose a classroom
pl: Wybierz salę

source: Select at least one group
pl: Wybierz co najmniej jedną grupę

source: Select at least one teacher
pl: Wybierz co najmniej jednego nauczyciela
